; WinSnap v2.0.1 English Language File (Template)
; Translated by Ozzii <ozzii.translate@gmail.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Покретљиве датотеке (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Сачувај са провидност"

; Settings, Image tab
20061="Провидност"

; Capture modes
20211="Цео екран"
20212="Апликација"
20213="Прозор"
20214="Мени"
20215="Објекат"
20216="Регион"

; Main menu, Capture
20511="Цео екран\tCtrl+1"
20512="Апликација\tCtrl+2"
20513="Прозор\tCtrl+3"
20514="Мени\tCtrl+4"
20515="Објекат\tCtrl+5"
20516="Регион\tCtrl+6"

; Main menu
20600="Алатке"
20601="Подеси..."

; Tray menu
20921="Цео екран"
20922="Апликација"
20923="Прозор"
20924="Мени"
20925="Објекат"
20926="Регион"

; Settings, Hotkeys tab
21712="Цео екран:"
21713="Прозоре апликације:"
21714="Активни прозор:"
21715="Мени:"
21716="Покрени хватање објекта:"
21717="Покрени хватање региона:"

; Customize Tools dialog
23000="Подеси алатке"
23001="Нов..."
23002="Едитуј..."
23003="Скини"
23004="На горе"
23005="На доле"
23006="Затвори"

; New Tool dialog
23100="Спољна алатка"
23101="ОК"
23102="Анулирај"

23110="Апликација:"
23111="Назив:"
23112="Команда:"
23113="Тражи..."
23114="Параметре:"
23115="Смањи WinSnap после покретања команде"
23116="Не питај име за сачувану датотеку"
23120="Опције сачувавања:"
23121="Фасцикла:"
23122="Тражи..."
23123="Датотека:"
23124="Формат слике:"

; Region mode, right-click menu
24106="Фиксна величина"
24107="Сачувај смештај"

; Object mode, helper dialog
24201="Помери миш преко екрана за промену одабирања. Користити Ctrl за одабирање више објекта и десни-клик за промену подешавања."
24202="Назив:"
24203="Класа:"
24204="Процес:"

; Object mode, right-click menu
24300="Одабери објекат\tSpace"
24301="Обрни одабирање\tTab"
24302="Анулирај одабирање\tBackspace"
24303="Дугмада и контроле"
24304="Прозоре апликације"
24305="Анулирај хватање\tEsc"
24306="Скини овај мени"

; Register dialog
28000="Региструј WinSnap"
28001="Купи сада!"
28002="Унети лиценцу..."
28003="Настави"
28004="Излаз"
28010="Копија WinSnap је пробна верзија. Морате купити лиценцу ако наставити са коришћењем."
28011="Остало је %d данда за регистровање."
28012="Лиценца и цена"

; About dialog
28100="О WinSnap"
28101="ОК"
28102="Региструј"
28103="Регистрирано (Превео ozzii.translate@gmail.com)"
28104="Форуми подршке"

; Errors
32009="Погрешна фасцикла:\r\n%s"
32010="Не може да се креира процес."
32020="Требате унети име."

32030="Морате унети ваше име регистровања."
32031="Морате унети серијал."
32032="Датотека лиценце је невашна или покварена."
32033="Регистровање није добро! Проверити да сте унели име и код регистровања таћно како вам је дато."
32034="Неуспешна копија датотеке лиценце у фасцикли програма. Треба вам администраторска права да региструјете WinSnap!"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Serbian Cyrillic (Српски)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Нерегистрирано)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="хватање_"

; Print job name
20011="WinSnap Хватање"

; Save/Open filters
20030="Све датотеке (*.*)"
20031="Подржени формати"
20032="Лиценца (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< Празно >>"
20091="Генерисање..."

; Main window
20100="Затвори"
20101="Ново хватање"
20102="Копирај у бележник"
20103="Сачувај слику..."
20104="Пошаљи мејлом..."

20110="Боја:"
20111="Без"
20112="Сиво"
20113="Сепија"
20114="Обрнуто"

20115="Сенка:"
20116="Без"
20117="Позитивно"
20118="Негативно"
20119="Спољно"

20120="Остало:"
20121="Контура"
20122="Жиг"
20123="Ротација"
20124="Величина"

20200="Мод хватања:"
20201="Цео екран"
20202="Апликација"
20203="Активни прозор"
20204="Садржај актувног прозора"
20205="Мени"
20206="Одабирање"

; Menu
20300="Датотека"
20301="Ново хватање\tCtrl+N"
20302="Отвори слику...\tCtrl+O"
20303="Сачувај\tCtrl+S"
20304="Сачувај као..."
20305="Сачувај сличице испод..."
20306="Штампај...\tCtrl+P"
20307="Подеси лист..."
20308="Затвори"

20350="Едитуј"
20351="Копирај\tCtrl+C"
20352="Копирај сличице"
20353="Прилепи\tCtrl+V"
20354="Избриши слику\tDel"

20400="Опције"
20401="Ауто сачувавање"
20402="Ауто копирање"
20403="Подешавања...\tF2"

20410="Боја"
20411="Без"
20412="Сиво"
20413="Сепиа"
20414="Обрни боје"

20420="Сенка"
20421="Без"
20422="Позитивна"
20423="Негативна"
20424="Спољна"

20430="Остало"
20431="Около"
20432="Жиг"
20433="Ротација"
20434="Скала"

20500="Хватање"
20501="Цео екран\tCtrl+1"
20502="Апликација\tCtrl+2"
20503="Активни прозор\tCtrl+3"
20504="Садржај активног прозора\tCtrl+4"
20505="Мени\tCtrl+5"
20506="Одабирање...\tCtrl+6"

20550="Помоћ"
20551="Помоћ\tF1"
20552="Интернет лист"
20553="Форум"
20554="Провери ажурирања"
20555="О WinSnap-у..."
20556="Регистрирати WinSnap"
20557="Унети лиценцу..."

; Tray menu
20900="Сакриј WinSnap"
20901="Покажи WinSnap"
20903="Подешавања..."
20904="Затвори"

20911="Цео екран"
20912="Апликација"
20913="Активни прозор"
20914="Садржај активног прозора"
20915="Мени"
20916="Одабирање"

; Config
21000="Подешавања"
21001="ОК"
21002="Анулирај"
21003="Примени"

21050="Главно"
21051="Изглед"
21052="Обртање"
21053="Жиг"
21054="Слика"
21055="Пречице"

; General page
21100="Језик:"
21101="Још језика..."
21102="Покрени WinSnap са Windows-ом"
21103="Провери ажурирања"
21104="Прозор WinSnap увек испред"
21105="Врати величину и смештај WinSnap прозора"
21106="Покажи икону WinSnap-а у систему"
21107="Смањи у систему на затварање"
21108="Хватај на покретање WinSnap-а:"
21109="Мод хватања на покретање:"
21110="Звук на хватање"
21111="Сакриј WinSnap пре хватања"
21112="Сакриј системску икону пре хватања"
21113="Чекање пре хватања ако је WinSnap видљив (мс) :"
21114="Ухвати и курсор"

; Blending page
21200="Сенка:"
21201="Угао:"
21202="°"
21203="Даљина:"
21204="px"
21205="Величина:"
21206="px"
21207="Непровидност:"
21208="%"
21209="Боја:"
21210="#"
21211="Контура:"
21212="Боја:"
21213="#"
21214="Величина:"
21215="px"
21216="Позадина:"
21217="Боја:"
21218="#"

; Canvas page
21400="Ротација:"
21401="Угао:"
21402="°"
21403="Величина:"
21404="Подеси на величину:"
21405="Подеси на величину слике:"
21406="Димензија:"
21407="%"
21408="Ширина:"
21409="px"
21410="Висина:"
21411="px"
21412="Сачувај пропорције"
21413="Напредно:"
21414="Интерполација:"

21490="Најближи сусед"
21491="Билинеарно"
21492="Бикубично"
21493="Високи билинеарни квалитет"
21494="Високи бикубични квалитет"

; Watermark page
21500="Слика преписивања:"
21501="Датотека жига:"
21502="Наћи..."
21503="Препиши са провидност:"
21504="Непровидност:"
21505="%"
21506="Счештај:"
21507="Маргина од ивице слике:"
21508="Хоризинтално:"
21509="%"
21510="Вертикално:"
21511="%"
21512="Хоризинтално:"
21513="px"
21514="Вертикално:"
21515="px"
21516="Користи релативне координате"

21590="Горе-лево"
21591="Горе-центар"
21592="Горе-десно"
21593="Центар-лево"
21594="Центрирано"
21595="Центар-десно"
21596="Доле-лево"
21597="Доле-центар"
21598="Доле-десно"

; Saving page
21600="Ауто сачувај слике у клипборду"
21601="Ауто сачувај слике на диску"
21602="Не питај име сачуване датотеке"
21603="Остави WinSnap минимизиран на ауто-сачувавање"
21604="Скини слику када ја WinSnap минимизиран (економија меморије)"
21610="Опције ауто сачувавања:"
21611="Иницијална фасцикла:"
21612="Наћи..."
21613="Име датотеке:"
21615="Формат слике:"
21620="Компресија:"
21621="JPEG Квалитет:"
21622="%"
21699="Одабрати за ауто сачувавање хватања."

; Hotkeys page
21700="Дозволи системске пречице"
21701="Контроле хватања:"
21702="Цео екран:"
21703="Прозор апликације:"
21704="Активни прозор:"
21705="Садржај активног прозора:"
21706="Мени:"
21707="Хватај одабирање:"
21720="Контроле WinSnap-а:"
21721="Минимизирај/врати:"
21722="Покажи/сакриј главни прозор:"
21723="Заустави WinSnap:"

; Region selection
24001="Одабирати зону екрана мишем или стрелицама. Користити десно дугме за промену форме зоне и F1 за показивање/сакривање помоћа."
24002="Смештај:"
24003="x:"
24004="y:"
24005="Величина:"
24006="L:"
24007="H:"

24100="Правоугаоник"
24101="Правоугаоник округла ивица"
24102="Елипса"
24103="Анулирај одабирање\tEnter"
24104="Анулирај хватање\tEsc"
24105="Сакриј мени"

; Confirmations
31900="WinSnap потврда"
31901="WinSnap је већ у току. Зауставити га?"
31902="Сигурно зауставити WinSnap?"
31903="Поново рокренути WinSnap за завршавање регистровања.\r\nСада поново покренути WinSnap?"

; Errors
32000="Грешка WinSnap-а"
32001="Не може да се учита језик."
32002="Не може да се сачува у регистру. Проверити ваша права."
32003="Не може да се учита слика.\r\nНије валидна датотека, или формат није подржан."
32004="Не може дас е сачува слика на диску."
32005="Не може да се сачува слика у привремену датотеку."
32006="Не може да се учитај систем мејла (Mapi32.dll)."
32007="MAPI грешка слања поруке."
32008="Грешка регистровања WinSnap-а."

; Check for update
32500="Ажурирање WinSnap-а"
32501="Новија верзија је доступна!\r\nПреузети је?"
32502="Имате задњу верзију WinSnap-а."

